/*5. Создайте программу, которая запрашивает у пользователя два целых числа **a** и **b**, после чего выводит на экран результаты следующих математических операций: 
    
    - сумма a и b; 
    
    - разница между a и b;
    
    - произведение a и b; 
    
    - частное от деления a на b; 
    
    - остаток от деления a на b;  
    
    - результат возведения числа a в степень b */

    /*let a = Number(prompt("Введите первое целое число"));
    let b = Number(prompt("Введите второе целое число"));
    
    document.write("Сумма: " + (a + b) + "<br>");
    document.write("Разница: " + (a - b) + "<br>");
    document.write("Произведение: " + (a * b) + "<br>");
    document.write("Деление: " + (a / b) + "<br>");
    document.write("Остаток: " + (a % b) + "<br>");
    document.write("Степень: " + (a ** b) + "<br>");*/
    