//4. Интернет-магазин занимается продажей различных сувениров и безделушек. Каждый сувенир весит 75 г, а безделушка – 112 г. 
//Напишите программу, запрашивающую у пользователя количество тех и других покупок, после чего выведите на экран общий вес посылки.

/*let a = Number(prompt("Введите количество сувениров!"));

let b = Number(prompt("Введите количество безделушек!"));

let souvenir = 75;
let bezdelushka = 112;

let rezult = (75 * a) + (112 * b);
document.write("Общий вес посылки: " + rezult + "г.");*/
